Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 她有一双漂亮的丹凤眼，黑如珍珠的眸子内闪耀着能洞悉一切的光芒，她发现有人匆匆走上来，柳眉微微一簇，放下书望了过来，浅浅一笑道：“鹤爷爷，您走得如此匆忙，难道出了什么事？”
en_us: She had a pair of pretty red phoenix eyes, with pearl-black pupils that sparkled and gave a penetrating stare. Realsiing that someone was hurrying towards her, she raised her long shapely eyebrows slightly and set her book down. Looking over, she gave a light smile and asked, "Grandfather He, you're walking ever so hurriedly, could it be that something went wrong?"

source: 她果然脚步一顿，回过头，“还有事？”
en_us: The woman stopped in her footsteps and turned around, "Is there anything else?"

source: 她正要打消他回家啃萝卜的想法，突然一道威压朝着两人袭了过来，灵风顿起掀起满天落叶，五道白绿相间的身影从天而降，瞬间落在了两人的面前。
en_us: She was just about to quash his plan to return home and munch on more carrots when suddenly, a strong suppressive force came over the two of them. Spirit wind stirred a bunch of leaves into the air. Five figures clothed in green and white suddenly fell from the sky, landing in front of the two of them.

source: 她歪了歪头，她的食材是够了，“可是，你宠物还没找到啊？”
en_us: Shen Ying tilted her head. She had enough food. "But you haven't found a pet."

source: 她气鼓鼓的朝大门走去，伸手在门边上一个突出的石砖拍下，练功房内顿时光芒一闪，大门打开了。
en_us: Fuming, she walked towards the door. She extended out her hand and punched the stone slab protruding out of the wall next to the door. The technique-practicing room was suddenly filled with the flash of bright light as the door opened up.

source: 她沉默了半会，才点头，“猜得到。”
en_us: She went briefly silent before nodding and answering, "I can guess what it means."

source: 她没听见一般，仍是一步步靠近。
en_us: Shen Ying kept walking towards him as if she had not heard him.

source: 她没有回，只是眼神一沉，眉头瞬间拧了起来，抓着那道闪电，用力往下一扯道，“下来！”
en_us: Shen Ying did not reply him but her expression hardened and she frowned deeply. Tugging forcefullly at the bolt of lightning, she commanded, "Come down!"

source: 她深吸了一口气，压下满心的火气，用力一指右边道，“那边！”
en_us: Taking a deep breath to suppress her boiling anger, she pointed to the right, "Over there!"

source: 她点了点头，“嗯，我挺喜欢小动物的。”喜欢吃。
en_us: She nodded. "Yeah, I do kind of like small animals." I like eating them.

source: 她特意加重了后两个字，眼睛瞬间赤红，满脸都是嘲讽的笑容，一字一句的道，“纯阴之体……就因为发现我是所谓的纯阴之体，我这位恩师，就能毁我百年修为，并亲手将我送到别人的床塌之上，眼睁睁看我受尽屈辱数十年。”如果不是因为她狠心转为魔修，或许现在都还在那般地狱中吧！
en_us: She deliberately emphasized the last few words, her eyes instantly turning red. She smiled mockingly as she spat out the words, "A pure Yin body… just because he found out that I had the so-called pure Yin body, my benefactor and master felt he had the right to destroy my century-long worth of cultivation and personally send me to someone else’s bed, witnessing my humiliation for decades." If she had not forced herself to become a fiendish cultivator, maybe she would still have been languishing in that hell!

source: 她的身体已经要撑不住了，再不调息估计命都要填进去。她只得寻了一处隐蔽的场所，停了下来。这才放开了手上的人，顺势把人推了出去。
en_us: Her body was at the brink of collapse; she had to regulate her meridians, otherwise she would die. With no options left, she found a secluded place and stopped. She released her grip on the hand of the hostage, preparing to push her away.

source: 她直接单手举剑，高过头顶。就像是举着个哑铃似的，看着毫无章法，更别说是招式了。
en_us: She lifted the sword directly with one hand and raised it above her head, like she was holding a dumbbell. One couldn't discern a method behind her move, let alone a technique…

source: 她直接取出兽丹，如此完整的内丹是很是少见的，转手扔给了旁边的人，“接着，好好收着。”
en_us: She took out the beast pill directly. Such a complete internal pill was very rare. Throwing it at Shen Ying, she instructed, "Take it, keep it carefully."

source: 她直接在她旁边坐下，眼神似是蒙上了一层灰，像看着前面，却没有焦距，“没错，我当日金丹被碎，被玉鼎当成炉鼎囚于密室，后来更是像玩物一样被送给别人玩弄，都是拜此人所赐。可笑的是……”她话音一顿，声音更加的低沉，似是咬着牙挤出一般，“他就是一手带我走入仙途，教导我修行的‘恩、师’！”
en_us: She sat down next to Shen Ying, the memories of the past misting her eyes, her eyes gazing ahead without focus. "Yes, my Golden Core was destroyed on that day, and I was imprisoned in a secret chamber by Yu Ding, who used me as a cultivation sex slave. Later, I was even passed on to others like a plaything. It was all because of this person. The ridiculous thing is…" She paused, then her voice deepened, as if she was talking through clenched teeth. "He was the one who led me onto the path of immortality, who guided my cultivation practice — my master and benefactor."

source: 她眼睛满是绝望，眼看着那只手越来越近，突然另一只手猛的抓住了那只爪子，一道清冷无波的声音顿时响起。
en_us: Her eyes were filled with despair as she watched Bi Hao’s hand draw closer, when it was suddenly and violently caught by another hand as a toneless voice rang out.

source: 她神色变了变，立马又恢复，深吸一口气，恭敬的上前行了一礼道，“掌门，我等虽然没有加入过仙门，但也是听闻过各派规矩的，绝对不敢逾越。我等皆是为求仙问道而来，无论是怎么样的入门考验，都不会畏惧。还请掌门吩咐，我们必当全力以付。”
en_us: Her expression shifted for a fleeting moment before turning back to normal. Taking a deep breath, she respectfully gave a salute. "Sect Master. Although we have never joined an immortal sect before, we have heard of each sect's rules and dare not overstep them. We are all here to pursue immortality and seek the Dao, so no matter the challenge for our acceptance, we will not be daunted. Sect Master, please give us your instructions. We will certainly go to all lengths to complete them."

source: 她秒起，转身就往山顶走，刚走开几步，却听见孤月又加了一句。
en_us: Shen Ying got up and started walking towards the summit. After just a few steps, she heard Lonemoon's voice calling out after her.

source: 她穿越到这里已经快四个月了，也不知道这是什么地方，到处都是奇怪的树。由于有些路痴，一开始她在这林子里转了好几天都没看到半个人影，很是过了几天风餐露宿的生活，在饿得前胸贴后背的时候，终于遇到了几个上山的猎户，给了她几个红薯，暂时安慰了她起义的胃。
en_us: It had already been four months since she had transmigrated into this world, but had no idea where this place filled with weird-looking trees was. Having a poor sense of direction, she had spent several days wandering within the forest where no other humans could be seen. She had been starving after braving the wilderness for a few days, when she finally met a couple of hunters that had scaled the mountain. The sweet potatoes that they gave her comforted her protesting stomach temporarily.

source: 她突然一步步朝他走了过来，身上的杀气不减反增。
en_us: She suddenly started walking towards him, the murderous aura emitted from her body increasing with each step.

source: 她突然倾身靠近，看着他的眼睛，一字一句的道，“矫情！”
en_us: She suddenly leaned in and looked him in the eyes. She only had two words for him: "A brat!"

source: 她突然灵光一闪，转身往大厅跑，一把推开了门，冲着院里跪着的那个人大声道，“喂，那谁……”
en_us: Suddenly, an idea struck her. Turning round, she ran towards the hall, pushed the door open and rushed towards the man kneeling in the yard. "Hey, whoever you are..."

source: 她立马沿着阶梯走了下去，前方就传来轰隆隆的声音和术法光芒，隐隐还带着几分熟悉的剑意。
en_us: She immediately walked down the stairs. She could hear rumbling sounds ahead. Then she saw a beam of sorcery light, from which she could detect a familiar sword intent.

source: 她笑了一声，“帮我？你一个宗门弟子要帮魔修对付正派修士不成？”
en_us: Qi Chengyu laughed. "Help me? Are you saying that you, a Blackheaven Sect disciple, want to help a fiendish cultivator deal with a cultivator from an orthodox sect?"

source: 她终归是魔修，正邪不两立，况且她还杀了玄天宗一位堂主。无论原由为何，他们做为正派修士，于情于理都得抓她回去。
en_us: She was ultimately a fiendish cultivator, and since good and evil were on opposing sides, as well as taking into account her murder of a hall master of Blackheaven Sect, it was only right that as orthodox cultivators, they would capture her regardless of her reasons.

source: 她脸色顿时煞白，没了一丝血气，也顾不得四周的雷光了，眼睛暴睁的盯着地上，“我的……铃……铃……”
en_us: Si Yu turned as pale as a sheet, showing no sign of blood on her face. She could not care less about the lightning bolts falling around her as she stared at the ground. "My… bell… bell…"

source: 她要去哪？
en_us: Where is she going?

source: 她觉得这应该是异世界与地球的地域差，属正常现象，人家地球与月球的重力还不一样呢。
en_us: She felt that these differences between this other world and Earth was absolutely normal, just like how Earth and the moon had different gravities.

source: 她话还没有说完，孤月和羿清已经消失在了城西的方向，找人算账去了。
en_us: Before she could finish, Lonemoon and Yi Qing disappeared out the door and headed for the west of the city. They were ready to sort things out.

source: 她话音一落，众人也纷纷掀开了灰色的长袍，没了法衣的掩盖，在场的八个人都露出了原本的样子。只见她们身上爬满各式各样恐怖的伤疤，有的在手上，有的在脚上，甚至还有的在脸上。单可见的肤肌上就这么多，可见衣服下还有多少。
en_us: As she spoke, all of them pulled up their long grey robes. Without the Dharma clothing to cover them up, all eight of them revealed their original looks. Their bodies were crawling with all kinds of scary-looking scars, some on the hands, some on the feet, and some even on their faces. And that was only ones that were visible on their skin—there had to be much more hidden under their clothes.

source: 她话音一落，众人眼神顿时一亮，像是重新燃起了希望，“没错，听闻她曾经跟我们一样……同为女子，她……她一定会帮我们的。”
en_us: As she spoke, everyone's eyes lit up as if gaining new hope. "That's right. I have heard that she was just like us… As a woman, she… she will definitely help us."

source: 她话音刚落，只见一道白光从孤月脚下钻了出来，身形一闪就到了沈萤面前，白白胖胖的一根，头上还顶着长长的青叶子，其中两片叶子中间还捧着一大把的蒲公英，正奋力的举起来，“叽叽叽叽叽！”
en_us: She had just completed her sentence when the crowd saw a white ray of light appear from below Lonemoon's feet. Its body flashed in front of Shen Ying. Out of its fat, white body grew several green leaves, and between two of these leaves sprouted several dandelions. It raised the flowers up, shouting, "Ji ji ji!"

source: 她说的吃，指的应该是御兽吧？嗯，一定是！
en_us: What she means is suitable for beast control, right? Yes, I'm sure that's what she meant!

source: 她走近一看，眼睛瞬间一睁，“印元飞！他怎么会伤成这样？”
en_us: She went forwards to take a look and her eyes widened in surprise at what she saw. "Yin Yuanfei! How did he get such injuries?"

source: 她趴在了上面！
en_us: She laid down on it!

source: 她蹲下身，正打算仔细瞅瞅，突然前方却传来一声大吼，眼前顿时一暗。
en_us: She squatted down to study it from a closer distance. Suddenly, she heard a loud roar coming from her front. Something flashed before her eyes.

source: 她这一生被仙修所毁，受尽凌辱，所以她才亦然弃道入魔，但没想到，到头来帮她的却也是仙修。
en_us: Her entire life had been destroyed by immortal cultivation and she had suffered utter humiliation. Therefore, she had abandoned the orthodox path to turn fiendish; yet, she never expected that the ones who would ultimately help her would be orthodox immortal cultivators.

source: 她这到底是给自己绑了个人质，还是个包袱啊！
en_us: Did she kidnap a hostage or a burden!

source: 她这才沉声开口，“说吧，我家萝卜呢？”
en_us: She asked quietly, "Tell me, where's my radish?"

source: 她这是……被嫌弃了？
en_us: Am I... being despised?

source: 她这是想把兽丹送给她疗伤吗？为什么？明明自己挟持她到此，她却要帮助一个敌人？
en_us: Is she giving me the beast spirit pill to heal my injuries? Why? I was the one who took her hostage, yet she wants to help her enemy?

source: 她这样想着，刚闭上眼，突然耳边轰隆一声巨响。
en_us: With such thoughts in mind, she closed her eyes. Yet at that moment, a sudden rumble jolted her.

source: 她顺手接住，小声嘀咕了一句，“还不如猪食呢。”细一看，才发现那是一个锅铲，连忙扔了回去，“快翻翻，锅要糊了!”
en_us: She caught it deftly and muttered, "It's worse than pig swill." Seeing that it was a spatula, she threw it back quickly. "Hurry up and stir, the food is turning mushy!"

source: 她默默的转头看向新上任的生活担当兔，“你会做饭吗？”
en_us: She silently turned her head to look at her newly appointed gofer. "Do you know how to cook?"

source: 好……好可怕！终于明白，为什么无敌派门规的第一条是不准吵她睡觉了，后果……还真没人负得起。
en_us: She's... She's so scary! Yin Feng finally understood why the Invincible Sect's first rule was that she should never be disturbed during her sleep; the consequences... were truly something no one could bear.

source: 好一会他才平复内心的冲动，咬牙抬头道：“你想怎么样？”
en_us: It was several minutes before he could quell the urge burning within. Biting his teeth hard, he asked, "What is it that you want?"

source: 好不容易吃了顿好的，沈萤觉得人生都圆满了，全身再次懒了下去，连骨头都软了。整个人像只无骨虫一样，毫无形象的趴在了桌上，眼神一眯眯的犯起了困。
en_us: Having finally eaten a good meal, Shen Ying felt that her life was now complete. She felt lazy and lethargic. Like a spineless insect, she lay on the table in an unbecoming posture, her eyes gradually losing their focus on the surroundings.

source: 好不容易吃完饭，孤月正打算把这砣懒货拖去海岛，一个弟子却匆匆赶了过来，急忙朝着他行了个礼，“见过尊者！”
en_us: Finally finished with the meal, Lonemoon was about to drag this lazy bum to the Sea Island when a disciple rushed over and greeted hurriedly, "Greetings to the Supremacy!"

source: 好久没有见到过，这么抗揍的沙包了，按秩序排队，不要抢！
en_us: It had been long before they trained on a punching bag with such great resistance. Line up, everyone, no shoving!

source: 好像……揍错魔了？！
en_us: Seems like……she punched the wrong demon？！

source: 好像忘了点什么？唉，算了，不重要。
en_us: Did I forget something? Ah, whatever. It's not important.

source: 好厨子啊！
en_us: Great chef!

source: 好厨子啊！沈萤叹了一声，她做为师父，居然穷得连顿饭钱都拿不出，还要让徒儿去打野味，实在是……太方便了！
en_us: Great chef! Shen Ying sighed. As the Master, she was so poor that she could not even afford a meal, and she still needed her disciple to go hunt for meat. This was… so convenient!

source: 好可惜……
en_us: Such a pity...

source: 好吧，她绝望了，看来是吃不到一顿正常的饭菜了，果然一技之长很重要，她大学应该上新东方的。沈萤整个人都萎了下去，现在怎么办，肉也浪费了，这里又没别……
en_us: Okay, she finally gave up. It seemed that she would not be able to enjoy a normal meal. This just went to show that having a skill was indeed important. Her university should have taught the culinary arts. Shen Ying slumped her shoulders in despair. What to do now, the food was wasted and there was nothing else...

source: 好在多年来的压抑生活，造就了他远非同龄人的心理承受能力。他强迫自己冷静下来，冷眼一扫，目光锁定那管事，咬牙爆喝道：“等等！我无心在风月楼闹事，你们不毒打我侍女，我也不会动手的！这事就算闹到城主府，我也不怕！要动手你们尽管放手过来，看我是否会惧怕？”
en_us: Years of oppressive living had conditioned his mind. His mental resilience far exceeded that of his peers. He forced himself to calm down. He swept those gathered with a cold glare before locking onto the the housekeeper. "Wait, wait!” he said, clenching his teeth. “I have no intention to cause trouble in Fengyue Brothel! If you had not beaten my maidservant, I wouldn't have attacked either! I won't be afraid even if this matter is brought up to the city lord! If you want to fight, go on! Let's see if I'm afraid!"

source: 好在无敌派别的没有，灵草灵植满山遍野都是，要治好她们身上的伤也只是时间问题，只不过他跟羿清都不擅长练药，她们被破坏的根基到底还是补不回来，以后修炼术法会格外的困难，甚至再不能寸进，到是正好适合转剑修。
en_us: Fortunately, the Invincible Sect had an abundance of spirit herbs all around the wild mountains, so nursing their health back was only a matter of time. The only problem was that neither he nor Yi Qing were experts in concocting medicine and so they would not be able to restore the girls’ damaged foundations. Learning cultivation techniques would be more difficult for them in the future and they would not be able to further improve on them, so this was a good opportunity to switch to sword cultivation instead.

source: 好在灵兽山学院招生在即，加上这次恰好碰到镇西军也准备来天羽城招人，所以各家族没在意马家的异常举动，都各自在培养家族的子弟，争取让他们成为灵兽山学院的特招生，再不济也要被镇西军军官看重，加入军中。
en_us: It was fortunate that the Mt. Spirit Beast College would be starting its recruitment of students soon; in addition, it coincided with the recruitment of the Western Garrison Army. With these two events around the corner, the odd behaviors of the Ma Family largely went under the radar of the other families, which were all busy grooming their descendants in hopes of having them either enroll into Mt. Spirit Beast College as special students, or at the very least win the favor of the Western Garrison Army commanders and being taken in by the army.

source: 好在那孩子还小，这几天不是跟在薄家父子身边，就是由郁红帮忙照顾，跟羿清到是没什么接触。
en_us: Luckily, the kid was still young, so he was either taken care of by the Pu's or Yu Hong, and had no opportunity to even get in contact with Yi Qing.

source: 好在黄裳少女身后的鹤大师跟着走进来，惊醒了江逸，他连忙假装咳嗽低下头不敢多看。他是来卖药的，这黄裳少女明显非富即贵，这样冒然盯着人家说不定会触怒对方。
en_us: Thankfully Master He walked into the booth, following behind the young lady in yellow robes, which startled Jiang Yi. He hastily pretended to cough and lowered his head down, not daring to stare any further. He was there to sell his medical elixirs, whereas this young lady in yellow robes was evidently wealthy and respectable. It was likely that taking the liberty to stare at his counterpart would end up infuriating her.

source: 好多的……钱啊！
en_us: There's so much... money!

source: 好大的……乌龟啊！
en_us: What a huge... turtle!

source: 好歹一起吃了那么多天的烤鸡，“恩怨什么的，大概猜也能猜出来了。”她突然一屁股在旁边的枯树上坐了下来，“你修魔跟他有关吧？”动脑好麻烦啊！
en_us: Well, we have been eating roast chicken together for so many days. "As to what grievances you have, I think I can guess it." She suddenly sat down on the withered tree trunk next to her. "You being a fiendish cultivator has something to do with him?" Using her brains really was a chore!

source: 如果……他在这干活，那不是可以偷偷的炼丹？借助黑色元力炼制出高级的丹药，再人不知鬼不觉拿出去卖！
en_us: If... he started working here, did that mean he could secretly refine elixirs? He could borrow the power of the black essence force to refine and produce high-grade elixirs, before selling them outside without anyone knowing!

source: 如果……它不是跪在地上的话。
en_us: If... It weren't kneeling on the ground.

source: 如果他们真的搬去了那个什么靖邢城，到时反正都在一个城里头，抬头不见低头见的，做为剑仙的羿清偶尔指点几句后辈也是理所当然的事，就不存在什么收徒不收徒了。
en_us: If they really do move to Jing Yan City, at that time because they would be in the same city, they would be seeing each other everyday. It would then be normal and rightful of Yi Qing to give some advice to the juniors from time to time. so there would not be a need for him to accept any disciples.

source: 如果小胖子没有骗他，钱家的情报没错，那么他真的很有可能是镇西王的私生子，所谓的世子殿下！
en_us: If Fatty was not lying to him, and the Qian's intelligence is not wrong, then he really might be the Wstern Garrison Liege Lord's illegitimate son, the so-called prince!

source: 如果师父与他是同乡的话，师父这么厉害的人，孤月一定是听过的。之前他想收他为徒，可能一时没有认出来，现在已经点破，那他现在这般的行为，莫不是……想起往事心生崇拜，想要……也拜入师父门下吧？！
en_us: If he were from the same hometown as Master, Lonemoon must have heard of how formidable Master was. Previously he wanted to get him as his disciple, so perhaps did not recognize her, but now that it was out in the open, could it be that… recalling the past events gave rise to his admiration and worship of Master, and made him want to… also become Master's disciple?!

source: 如果是刚才，或许对方手掌一扫，他双手肯定会被荡开还会被震伤，因为对方境界高两重，速度太快了，根本看不清他的手掌扫来的轨迹！
en_us: If it happened much earlier, or if the opponent moved his palms in a sweeping motion, his own hands would have been deflected away and injured by the shockwave of that sweep. As the opponent's realm level was two times greater than Jiang Yi's, his speed was too fast, leaving Jiang Yi completely unable to clearly see the trajectory of the sweeping motion of his palms.

source: 如果此刻和他谈交易的不是武殿管事，江逸绝对会扭头就走，认为对方是个疯子。问题就在这里，武殿作为大陆商号中的无冕之王，数十万年来从没传出过丑闻，更从没有听说过武殿有过恶行。况且……他只是一个小人物，武殿又怎么会处心积虑对付他？
en_us: If the person discussing this business deal with him at the moment was not been a manager for the Martial Arts Hall, Jiang Yi would have definitely turned around and left, thinking that the other party was a madman. This was where the question lay - the Martial Arts Hall was the uncrowned king amongst the major mercantile businesses on the continent and had never experienced a single scandals in over tens of thousands of years, to say nothing of getting any hearsay of corrupt deeds conducted by the Martial Arts Hall. Besides... he was only a small character, why would the Martial Arts Hall deliberately scheme and plot against him?

source: 如果自己不断提炼，当黑色元力越积越多，他的实力会不会越来越强大？
en_us: Would his strength be boosted even further if he continued to accumulate more of the black essence force by continuing to cultivate the nameless formula?

source: 如果说孤月是无敌派管家的话，那郁红就是管家助理。孤月忙不过来的事，大多都是她帮忙处理的。所以收徒的事，交给郁红，他很放心。
en_us: If Lonemoon was the manager of the Invincible Sect, Yu Hong could be considered his secretary. Whatever Lonemoon had no time to handle would be managed by Yu Hong. Therefore, it was only right to put Yu Hong in charge of the recruitment. Lonemoon's mind would be set at ease this way.

source: 如果郁海珩认为，这样的人好欺负的话，那郁家也太可怜了！
en_us: If Yu Hai Heng thought that such a person was a good choice for bullying, then it would be so pitiable for the Yu Family!

source: 如此大的力量，结局不言而喻，江如龙的脑袋一下头破血流，鲜血染红了半面墙壁。
en_us: With such forces, the results needed no description. Jiang Rulong's head was bleeding profusely and painted half the wall in fresh blood.

source: 如此好的机会，江逸还不知道痛打落水狗，他就是白痴了。他右手早早松开对方的手臂，目光朝地下的小奴一扫，大喝起来：“小奴！”
en_us: With such a good opportunity placed before him, Jiang Yi would be an utter idiot if he did not know to take the chance to completely pulverize his opponent. With his right hand having already released his opponent's arm earlier on, he glanced down to see Xiao Nu who was lying on the ground and shouted loudly, "Xiaonu!"

source: 如此诡异的情况，除了黑色元力和蓝色的水系江水诀元力完美融合并让后者威力增大，从而导致力量暴增外，根本就无从解释！
en_us: The only explanation for this bizarre situation was that the two essence force had fused perfectly, greatly increasing his strength. Other then that there was no other reasonable explanation!

source: 如沈萤说的一样，那是座巨大的黑色之门，门上还有两个红眼蛤蟆状的拉环，四周魔气缭绕，仅仅只是隔着术法看了一眼，就能感受到那仿佛要渗入骨髓的阴冷气息。
en_us: Just like what Shen Ying mentioned, it was a gigantic black door, and on the door, there were still two rings shaped like a red-eyed toad. Demonic Qi encircled the surroundings, and even looking at it behind the water mirror, one could feel the demonic aura lingering around, as if it was going to creep into one's bone.

source: 妈的中计了！
en_us: Damn it, they had been tricked!

source: 妈的！不想跟这对智障玩了！
en_us: Holy shit! I don't want to play with this pair of dumb wits!

source: 妖僵了……
en_us: The demon froze...

source: 妖飞走了……
en_us: The demon flew away...

source: 妖飞走了。
en_us: The demon flew away.

source: 姬听雨不再多问，转头和刘管事交代起来：“你去取一两紫金，这三枚丹药我们聚珍阁收了。”
en_us: Ji Tingyu did not ask any further. Instead, turning to Chief Liu, she instructed, "You go fetch one tael of purple gold, the Pearl Gathering Pavilion will accept these three pills."

source: 姬听雨也不矫情了，单腿一点，如一只花蝴蝶般飘了过来，一双手如在空中拨弄琴弦般舞动起来，幻化出道道残影，让人一阵眼花缭乱，银铃般的声音响起：“易公子小心哦，这是我们姬家的人阶上品武技幻灵手。”
en_us: Ji Tingyu decided not to be affectionate any longer. Skipping a beat with one of her legs, she fluttered over like a flowery butterfly. Her hands danced about in the air, as though they were fiddling with the strings of a guqin, producing multiple images of figures made from the traces of her hand gestures, the figures of which left one bedazzled and confused. In the midst of doing these actions, like a silver bell her voice rang out, saying, "Watch out, Young Master Yi, this martial arts technique is from our Ji Family - it's the Man-tier superior-grade technique Fantasy Spirit Hands."

source: 姬听雨也是微微一怔，不过很快浅浅的笑了起来，微微颔首道：“丹药自然是收的，易公子，你准备卖多少钱一枚呢？”
en_us: Ji Tingyu was slightly stunned for a moment, but she quickly gave a faint smile. Nodding her head slightly, she responded, "We will naturally accept the elixirs. Young Master Yi, what is the price you are prepared to see one pill for?"

source: 姬听雨再次一怔，江逸这点实力竟还准备和她打一场，尽管两人元力被封，但是差距还是太大了吧？难不成她站着不动给江逸攻击？给他做陪练？
en_us: Ji Tingyu was once again stumped for words. Jiang Yi, with such a tiny amount of power, was actually ready to spar with her in a match. Even though both their essence forces had been sealed off from use, surely the difference between their power was too wide? Was it possible for her to just stand her ground, not move and allow Jiang Yi to attack? Did this mean allowing him to be her sparring partner?

source: 姬听雨再次出关了，而出关之后却径直来到练功房，点名要江逸陪练对战。
en_us: Ji Tingyu had once again left for seclusion, and the first thing she did was making her way directly to the Technique Practising Room, deliberately ordering Jiang Yi for a sparring match.

source: 姬听雨和那个冰山美人苏若雪导师美眸亮了起来，战无双和旁边的黑衣少女微笑颔首，几人对于江逸能获得足够的令牌一点不觉得奇怪，江逸的实力在他们眼里可是很强横的。
en_us: The beautiful eyes of Ji Tingyu and the Ice Beauty-Mentor Su Ruoxue lit up brightly, while Zhan Wushuang and the Girl in Black next to him smiled and nodded slightly. They were not at all surprised by the fact that Jiang Yi could obtain enough tokens,to them, his strength was considered to be extremely dominant. "

source: 姬听雨和鹤大师对视了一眼，两人眼中都闪过一丝愕然，炼出丹纹的丹药竟然卖二十两银子一枚？能炼制出这样丹药的炼丹师会在意这点小钱？难道这少年是偷了别人的丹药？
en_us: Ji Tingyu and Master He exchange a look, both of their eyes flashing a thread of amazement. Was an elixir pill with vein patterns refined onto it actually being sold for only two taels of silver each? Did the alchemist who could produce such kinds of elixirs care for only so little money? Could it be possible that this young man stole the elixir from someone else?
